class msgbot:
    @staticmethod
    def start_message():
        return """👋 Добро пожаловать в наш эксклюзивный магазин электронных сигарет и премиальных жидкостей! 🚬💨

Мы стремимся предложить вам не просто товары, а уникальный опыт. Здесь вы найдёте лучшие устройства и вкусы, которые подчеркнут ваш стиль и предпочтения. Окунитесь в мир качества и инноваций, где каждый найдет что-то для себя.

💎 Что вас ждёт:

🔹 Широкий выбор — от топовых моделей до последних новинок.
🔹 Постоянные акции и скидки — следите за выгодными предложениями!
🔹 Консультации от профессионалов — поможем с выбором и ответим на любые вопросы.
🔹 Быстрая доставка — получайте свои заказы без задержек.

Начните своё путешествие в мир парения прямо сейчас! 🚀 Нажмите на кнопку ниже и откройте для себя наши предложения:"""